{
  "challenges": [
    {
      "es": "Dale un abrazo de 10 segundos a tu pareja.",
      "en": "Give your partner a 10-second hug."
    },
    {
      "es": "Imitá cómo fue su primer beso.",
      "en": "Reenact your first kiss."
    },
    {
      "es": "Decile 3 cosas que amás de la otra persona.",
      "en": "Tell your partner 3 things you love about them."
    },
    {
      "es": "Hazle un cumplido sincero a tu pareja.",
      "en": "Give your partner a genuine compliment."
    },
    {
      "es": "Baila con tu pareja una canción lenta, sin música.",
      "en": "Dance a slow song with your partner—no music needed."
    },
    {
      "es": "Escribe en una nota lo que más te gusta de tu pareja.",
      "en": "Write down what you love most about your partner."
    },
    {
      "es": "Dale un beso en la frente a tu pareja.",
      "en": "Give your partner a kiss on the forehead."
    },
    {
      "es": "Hazle cosquillas por 15 segundos.",
      "en": "Tickle your partner for 15 seconds."
    },
    {
      "es": "Planeen una cita imaginaria juntos.",
      "en": "Plan a dream date together."
    },
    {
      "es": "Díganse algo lindo al oído.",
      "en": "Whisper something sweet to each other."
    },
    {
      "es": "Tómense una selfie haciendo una cara graciosa.",
      "en": "Take a selfie making a funny face."
    },
    {
      "es": "Imita a tu pareja durante 10 segundos.",
      "en": "Imitate your partner for 10 seconds."
    },
    {
      "es": "Hagan una lista de 3 cosas que quieren hacer juntos.",
      "en": "List 3 things you want to do together soon."
    },
    {
      "es": "Canten juntos el coro de su canción favorita.",
      "en": "Sing the chorus of your favorite song together."
    },
    {
      "es": "Cuéntale a tu pareja un recuerdo feliz que tengas con ella.",
      "en": "Share a happy memory you have with your partner."
    },
    {
      "es": "Actúa como si recién se hubieran conocido.",
      "en": "Pretend you just met each other."
    },
    {
      "es": "Descríbele a tu pareja lo linda que se ve hoy.",
      "en": "Describe how beautiful your partner looks today."
    },
    {
      "es": "Hazle una mini serenata (aunque no sepas cantar).",
      "en": "Give them a mini serenade (even if you can't sing)."
    },
    {
      "es": "Jueguen piedra, papel o tijera. El perdedor da un beso.",
      "en": "Play rock, paper, scissors. Loser gives a kiss."
    },
    {
      "es": "Hagan una pose divertida juntos como si fueran modelos.",
      "en": "Strike a silly model pose together."
    },
    {
      "es": "Baila como si nadie te estuviera mirando durante 30 segundos.",
      "en": "Dance like no one is watching for 30 seconds."
    },
    {
      "es": "Habla durante 1 minuto usando solo una voz graciosa.",
      "en": "Talk for 1 minute using only a funny voice."
    },
    {
      "es": "Haz una llamada de broma a un amigo",
      "en": "Make a prank call to a friend"
    },
    {
      "es": "Usa una prenda de ropa o accesorio del otro y camina como si fueras una pasarela.",
      "en": "Wear one of the other person's clothes or accessories and walk like a runway model."
    },
    {
      "es": "Tómate una selfie con una expresión facial divertida y compártela con redes sociales.",
      "en": "Take a selfie with an funny facial expression and share it on social media."
    },
    {
      "es": "Imita a un pato durante 2 minutos, caminando por la habitación.",
      "en": "Imitate a duck for 2 minutes, walking around the room."
    },
    {
      "es": "Habla como si fueras un robot durante 3 minutos.",
      "en": "Talk like a robot for 3 minutes."
    },
    {
      "es": "Haz 10 flexiones mientras haces una risa de villano.",
      "en": "Do 10 push-ups while doing a villain laugh."
    },
    {
      "es": "Habla en tercera persona durante 2 minutos.",
      "en": "Talk in the third person for 2 minutes."
    },
    {
      "es": "Haz una imitación de tu animal favorito por 1 minuto.",
      "en": "Do an impersonation of your favorite animal for 1 minute."
    },
    {
      "es": "Imita a tu abuelita o abuelito durante 2 minutos.",
      "en": "Imitate your grandma or grandpa for 2 minutes."
    },
    {
      "es": "Sal al patio de tu casa y grita lo más fuerte que puedas.",
      "en": "Go out to your backyard and shout as loud as you can."
    },
    {
      "es": "Deja que tu pareja toque la parte de tu cuerpo que más te gusta.",
      "en": "Let your partner touch the part of your body you like the most."
    },
    {
      "es": "¿Cuál es el peor regalo que le has dado a alguien?",
      "en": "What's the worst gift you've ever given someone?"
    },
    {
      "es": "¿Alguna vez has mentido para evitar un plan aburrido? ¿Cuál?",
      "en": "Have you ever lied to avoid a boring plan? What was it?"
    },
    {
      "es": "¿Cuál es tu mayor vergüenza que nunca le has contado a nadie?",
      "en": "What's your biggest embarrassment that you've never told anyone?"
    },
    {
      "es": "¿Cuál es la mentira más grande que has dicho y que nadie descubrió?",
      "en": "What's the biggest lie you've told that no one found out about?"
    },
    {
      "es": "¿Alguna vez has roto algo y culpaste a otra persona? ¿Qué fue?",
      "en": "Have you ever broken something and blamed someone else? What was it?"
    },
    {
      "es": "Si pudieras cambiar algo de tu apariencia, ¿qué sería?",
      "en": "If you could change something about your appearance, what would it be?"
    },
    {
      "es": "¿Alguna vez has tenido un amor platónico (un crush)?",
      "en": "Have you ever had a crush on someone?"
    },
    {
      "es": "¿Qué es lo más extraño que has hecho por celos?",
      "en": "What's the strangest thing you've done out of jealousy?"
    },
    {
      "es": "¿Tienes alguna superstición o creencia rara que nunca le has contado a nadie?",
      "en": "Do you have any superstition or weird belief you've never told anyone?"
    },
    {
      "es": "¿Alguna vez has fingido estar enfermo/a para evitar un compromiso?",
      "en": "Have you ever pretended to be sick to avoid a commitment?"
    },
    {
      "es": "¿Qué es lo más vergonzoso que has hecho para impresionar a alguien?",
      "en": "What's the most embarrassing thing you've done to impress someone?"
    },
    {
      "es": "¿Alguna vez has dicho algo por cortesía que no pensabas realmente?",
      "en": "Have you ever said something out of courtesy that you didn't actually mean?"
    },
    {
      "es": "¿Qué secreto le guardas a tus amigos más cercanos?",
      "en": "What's a secret you keep from your closest friends?"
    },
    {
      "es": "¿Alguna vez has dejado de hablarle a alguien por algo que hiciste tú mismo/a?",
      "en": "Have you ever stopped talking to someone over something you did yourself?"
    },
    {
      "es": "Si tuvieras que hacer un cambio radical en tu vida, ¿qué cambiarías?",
      "en": "If you had to make a radical change in your life, what would you change?"
    },
    {
      "es": "¿Qué es lo primero que piensas cuando ves a alguien con ropa muy extraña?",
      "en": "What's the first thing you think when you see someone wearing really weird clothes?"
    },
    {
      "es": "¿Alguna vez has hecho una promesa que sabías que no podías cumplir?",
      "en": "Have you ever made a promise you knew you couldn't keep?"
    },
    {
      "es": "¿Tienes alguna manía extraña que nadie sabe?",
      "en": "Do you have any weird habit that no one knows about?"
    },
    {
      "es": "¿Qué es lo más raro que has buscado en Google?",
      "en": "What's the weirdest thing you've searched for on Google?"
    },
    {
      "es": "Si pudieras cambiar algo en tu vida pasada, ¿qué sería?",
      "en": "If you could change something about your past, what would it be?"
    }
  ]
}